Repository: wagtail/wagtail-ai
Catalog: src/wagtail_ai/locale/*/LC_MESSAGES/django.po
Languages: be, ca, cs, cy, de, el, es, fr, gl, it, lt, nl, pl, pt_br, ro, ru, sv

source: Generate title
be: Стварыць загаловак
ca: Genera títol
cs: Vygenerovat název
cy: Generadu teitl
de: Titel generieren
el: Δημιουργία τίτλου
es: Generar título
fr: Générer un titre
gl: Xerar título
it: Genera titolo
lt: Sugeneruoti pavadinimą
nl: Genereer titel
pl: Generuj tytuł
pt_br: Gerar título
ro: Generează titlu
ru: Создать заголовок
sv: Generera titel

source: Generate a title based on the page content
be: Стварыць загаловак на аснове зместу старонкі
ca: Genera un títol basat en el contingut de la pàgina
cs: Vygenerovat název na základě obsahu stránky
cy: Generadu teitl yn seiliedig ar gynnwys y dudalen
de: Einen Titel basierend auf dem Seiteninhalt generieren
el: Δημιουργήστε έναν τίτλο βασισμένο στο περιεχόμενο της σελίδας
es: Generar un título basado en el contenido de la página
fr: Générer un titre basé sur le contenu de la page
gl: Xerar un título baseado no contido da páxina
it: Genera un titolo basato sul contenuto della pagina
lt: Sugeneruoti pavadinimą pagal puslapio turinį
nl: Genereer een titel op basis van de inhoud van de pagina
pl: Generuj tytuł na podstawie zawartości strony
pt_br: Gerar um título com base no conteúdo da página
ro: Generează un titlu bazat pe conținutul paginii
ru: Создать заголовок на основе содержимого страницы
sv: Generera en titel baserad på sidans innehåll

source: Generate description
be: Стварыць апісанне
ca: Genera descripció
cs: Vygenerovat popis
cy: Generadu disgrifiad
de: Beschreibung generieren
el: Δημιουργία περιγραφής
es: Generar descripción
fr: Générer une description
gl: Xerar descrición
it: Genera descrizione
lt: Sugeneruoti aprašymą
nl: Genereer beschrijving
pl: Generuj opis
pt_br: Gerar descrição
ro: Generează descriere
ru: Создать описание
sv: Generera beskrivning

source: Generate a description by summarizing the page content
be: Стварыць апісанне, падсумоўваючы змест старонкі
ca: Genera una descripció resumint el contingut de la pàgina
cs: Vygenerovat popis shrnutím obsahu stránky
cy: Generadu disgrifiad trwy grynhoi cynnwys y dudalen
de: Eine Beschreibung durch Zusammenfassung des Seiteninhalts generieren
el: Δημιουργήστε μια περιγραφή συνοψίζοντας το περιεχόμενο της σελίδας
es: Generar una descripción resumiendo el contenido de la página
fr: Générer une description en résumant le contenu de la page
gl: Xerar unha descrición resumindo o contido da páxina
it: Genera una descrizione riassumendo il contenuto della pagina
lt: Sugeneruoti aprašymą apibendrinant puslapio turinį
nl: Genereer een beschrijving door de inhoud van de pagina samen te vatten
pl: Generuj opis podsumowując zawartość strony
pt_br: Gerar uma descrição resumindo o conteúdo da página
ro: Generează o descriere prin rezumarea conținutului paginii
ru: Создать описание, суммируя содержимое страницы
sv: Generera en beskrivning genom att sammanfatta sidans innehåll

source: Generate a title for the image
be: Стварыць загаловак для выявы
ca: Genera un títol per a la imatge
cs: Vygenerovat název obrázku
cy: Generadu teitl ar gyfer y ddelwedd
de: Einen Titel für das Bild generieren
el: Δημιουργία τίτλου για την εικόνα
es: Generar un título para la imagen
fr: Générer un titre pour l'image
gl: Xerar un título para a imaxe
it: Genera un titolo per l'immagine
lt: Sugeneruoti paveikslėlio pavadinimą
nl: Genereer een titel voor de afbeelding
pl: Generuj tytuł dla obrazu
pt_br: Gerar um título para a imagem
ro: Generează un titlu pentru imagine
ru: Создать заголовок для изображения
sv: Generera en titel för bilden

source: Generate a description for the image
be: Стварыць апісанне для выявы
ca: Genera una descripció per a la imatge
cs: Vygenerovat popis obrázku
cy: Generadu disgrifiad ar gyfer y ddelwedd
de: Eine Beschreibung für das Bild generieren
el: Δημιουργήστε μια περιγραφή για την εικόνα
es: Generar una descripción para la imagen
fr: Générer une description pour l'image
gl: Xerar unha descrición para a imaxe
it: Genera una descrizione per l'immagine
lt: Sugeneruoti paveikslėlio aprašymą
nl: Genereer een beschrijving voor de afbeelding
pl: Generuj opis dla obrazu
pt_br: Gerar uma descrição para a imagem
ro: Generează o descriere pentru imagine
ru: Создать описание для изображения
sv: Generera en beskrivning för bilden

source: Generate alt text
be: Стварыць альтэрнатыўны тэкст
ca: Genera text alternatiu
cs: Vygenerovat alternativní text
cy: Generadu testun alt
de: Alt-Text generieren
el: Δημιουργία εναλλακτικού κειμένου
es: Generar texto alternativo
fr: Générer un texte alternatif
gl: Xerar texto alternativo
it: Genera testo alternativo
lt: Sugeneruoti alternatyvų tekstą
nl: Genereer alt-tekst
pl: Generuj tekst alternatywny
pt_br: Gerar texto alternativo
ro: Generează text alternativ
ru: Создать альтернативный текст
sv: Generera alt-text

source: Generate contextual alt text for the image
be: Стварыць кантэкстны альтэрнатыўны тэкст для выявы
ca: Genera text alternatiu contextual per a la imatge
cs: Vygenerovat kontextuální alternativní text pro obrázek
cy: Generadu testun alt cyd-destunol ar gyfer y ddelwedd
de: Kontextuellen Alt-Text für das Bild generieren
el: Δημιουργήστε περιγραφικό εναλλακτικό κείμενο για την εικόνα
es: Generar texto alternativo contextual para la imagen
fr: Générer un texte alternatif contextuel pour l'image
gl: Xerar texto alternativo contextual para a imaxe
it: Genera testo alternativo contestuale per l'immagine
lt: Sugeneruoti kontekstinį alternatyvų tekstą paveikslėliui
nl: Genereer contextuele alt-tekst voor de afbeelding
pl: Generuj kontekstowy tekst alternatywny dla obrazu
pt_br: Gerar texto alternativo contextual para a imagem
ro: Generează text alternativ contextual pentru imagine
ru: Создать контекстный альтернативный текст для изображения
sv: Generera kontextuell alt-text för bilden

source: The prompt requires an image, but none was provided.
be: Запыт патрабуе выявы, але яна не была прадастаўлена.
ca: L'indicació requereix una imatge, però no se n'ha proporcionat cap.
cs: Výzva vyžaduje obrázek, ale žádný nebyl poskytnut.
cy: Mae'r awgrym yn gofyn am ddelwedd, ond ni ddarparwyd un.
de: Die Eingabeaufforderung erfordert ein Bild, aber es wurde keines bereitgestellt.
el: Η εντολή απαιτεί μια εικόνα, αλλά δεν παρέχεται καμία.
es: El aviso requiere una imagen, pero no se proporcionó ninguna.
fr: L'invite nécessite une image, mais aucune n'a été fournie.
gl: O aviso require unha imaxe, pero non se proporcionou ningunha.
it: Il prompt richiede un'immagine, ma non ne è stata fornita alcuna.
lt: Užklausa reikalauja paveikslėlio, bet jis nebuvo pateiktas.
nl: De prompt vereist een afbeelding, maar er is geen afbeelding geleverd.
pl: Polecenie wymaga obrazu, ale żaden nie został dostarczony.
pt_br: O prompt requer uma imagem, mas nenhuma foi fornecida.
ro: Promptul necesită o imagine, dar nu a fost furnizată niciuna.
ru: Для запроса требуется изображение, но оно не было предоставлено.
sv: Uppmaningen kräver en bild, men ingen bild tillhandahölls.

source: The provided data URL is not an image.
be: Прадастаўлены URL дадзеных не з'яўляецца выявай.
ca: L'URL de dades proporcionat no és una imatge.
cs: Poskytnutý datový URL není obrázek.
cy: Nid yw'r URL data a ddarparwyd yn ddelwedd.
de: Die angegebene Daten-URL ist kein Bild.
el: Η παρεχόμενη διεύθυνση URL δεδομένων δεν είναι εικόνα.
es: La URL de datos proporcionada no es una imagen.
fr: L'URL de données fournie n'est pas une image.
gl: A URL de datos proporcionada non é unha imaxe.
it: L'URL dei dati fornito non è un'immagine.
lt: Pateiktas duomenų URL nėra paveikslėlis.
nl: De opgegeven data-URL is geen afbeelding.
pl: Podany adres URL danych nie jest obrazem.
pt_br: A URL de dados fornecida não é uma imagem.
ro: URL-ul de date furnizat nu este o imagine.
ru: Предоставленный URL данных не является изображением.
sv: Den angivna data-URL:en är inte en bild.

source: Could not find image with id %(image)s.
be: Не ўдалося знайсці выяву з ідэнтыфікатарам %(image)s.
ca: No s'ha pogut trobar la imatge amb id %(image)s.
cs: Obrázek s ID %(image)s nebyl nalezen.
cy: Methu dod o hyd i ddelwedd gyda ID %(image)s.
de: Bild mit der ID %(image)s konnte nicht gefunden werden.
el: Δεν βρέθηκε εικόνα με το αναγνωριστικό %(image)s.
es: No se pudo encontrar la imagen con id %(image)s.
fr: Impossible de trouver l'image avec l'id %(image)s.
gl: Non se puido atopar a imaxe co id %(image)s.
it: Impossibile trovare l'immagine con id %(image)s.
lt: Nepavyko rasti paveikslėlio su id %(image)s.
nl: Kon afbeelding met id %(image)s niet vinden.
pl: Nie można znaleźć obrazu o identyfikatorze %(image)s.
pt_br: Não foi possível encontrar a imagem com id %(image)s.
ro: Nu s-a putut găsi imaginea cu id %(image)s.
ru: Не удалось найти изображение с id %(image)s.
sv: Kunde inte hitta bild med id %(image)s.

source: No text provided - please enter some text before using AI features.
be: Тэкст не прадастаўлены - калі ласка, увядзіце тэкст перад выкарыстаннем функцый ШІ.
ca: No s'ha proporcionat text - si us plau, introdueix text abans d'utilitzar les funcions d'IA.
cs: Nebyl zadán žádný text - prosím, zadejte nějaký text před použitím funkcí AI.
cy: Dim testun wedi'i ddarparu - rhowch rywfaint o destun cyn defnyddio nodweddion AI.
de: Kein Text eingegeben – bitte geben Sie vor der Nutzung der KI-Funktionen etwas Text ein.
el: Δεν έχει δοθεί κείμενο - παρακαλώ εισάγετε κείμενο πριν χρησιμοποιήσετε τις λειτουργίες AI.
es: No se proporcionó texto - por favor ingrese algún texto antes de usar las funciones de IA.
fr: Aucun texte fourni - veuillez entrer du texte avant d'utiliser les fonctionnalités d'IA.
gl: Non se proporcionou texto - por favor, introduce algo de texto antes de usar as funcións de IA.
it: Nessun testo fornito - inserisci del testo prima di utilizzare le funzionalità AI.
lt: Tekstas nepateiktas – prašome įvesti tekstą prieš naudojant DI funkcijas.
nl: Geen tekst opgegeven - voer eerst wat tekst in voordat u AI-functies gebruikt.
pl: Nie podano tekstu - proszę wprowadzić tekst przed użyciem funkcji AI.
pt_br: Nenhum texto fornecido - por favor, insira algum texto antes de usar os recursos de IA.
ro: Nu a fost introdus text - vă rugăm să introduceți text înainte de a folosi funcțiile AI.
ru: Текст не предоставлен — пожалуйста, введите текст перед использованием функций ИИ.
sv: Ingen text angiven - vänligen skriv in text innan du använder AI-funktioner.

source: Invalid prompt provided.
be: Прадастаўлены няправільны запыт.
ca: Indicació no vàlida proporcionada.
cs: Byla zadána neplatná výzva.
cy: Awgrym annilys wedi'i ddarparu.
de: Ungültige Eingabeaufforderung angegeben.
el: Παρέχεται μη έγκυρη εντολή.
es: Aviso inválido proporcionado.
fr: Invite invalide fournie.
gl: Aviso inválido proporcionado.
it: Prompt non valido fornito.
lt: Pateikta netinkama užklausa.
nl: Ongeldige prompt opgegeven.
pl: Podano nieprawidłowe polecenie.
pt_br: Prompt inválido fornecido.
ro: Prompt invalid furnizat.
ru: Предоставлен недопустимый запрос.
sv: Ogiltig uppmaning angiven.

source: Replace content
be: Замяніць змест
ca: Substitueix el contingut
cs: Nahradit obsah
cy: Disodli cynnwys
de: Inhalt ersetzen
el: Αντικατάσταση περιεχομένου
es: Reemplazar contenido
fr: Remplacer le contenu
gl: Substituír contido
it: Sostituisci contenuto
lt: Pakeisti turinį
nl: Vervang inhoud
pl: Zamień zawartość
pt_br: Substituir conteúdo
ro: Înlocuiește conținutul
ru: Заменить содержимое
sv: Ersätt innehåll

source: Append after existing content
be: Дадаць пасля існуючага зместу
ca: Afegeix després del contingut existent
cs: Připojit za existující obsah
cy: Ychwanegu ar ôl cynnwys presennol
de: An bestehenden Inhalt anhängen
el: Προσθήκη μετά το υπάρχον περιεχόμενο
es: Agregar después del contenido existente
fr: Ajouter après le contenu existant
gl: Engadir despois do contido existente
it: Aggiungi dopo il contenuto esistente
lt: Pridėti po esamo turinio
nl: Voeg toe na bestaande inhoud
pl: Dołącz po istniejącej zawartości
pt_br: Adicionar após o conteúdo existente
ro: Adaugă după conținutul existent
ru: Добавить после существующего содержимого
sv: Lägg till efter befintligt innehåll

source: The prompt description, displayed alongside its label on the settings listing.
be: Апісанне запыту, якое адлюстроўваецца побач з яго пазнакай у спісе налад.
ca: La descripció de l'indicació, mostrada juntament amb la seva etiqueta a la llista de configuracions.
cs: Popis výzvy, zobrazený vedle jejího označení v seznamu nastavení.
cy: Disgrifiad yr awgrym, yn cael ei arddangos ochr yn ochr â'i label ar y rhestr gosodiadau.
de: Die Beschreibung der Eingabeaufforderung, die zusammen mit ihrem Label in der Einstellungsübersicht angezeigt wird.
el: Η περιγραφή της εντολής, που εμφανίζεται δίπλα στην ετικέτα της στη λίστα ρυθμίσεων.
es: La descripción del aviso, mostrada junto a su etiqueta en la lista de configuraciones.
fr: La description de l'invite, affichée à côté de son étiquette dans la liste des paramètres.
gl: A descrición do aviso, mostrada xunto coa súa etiqueta na lista de configuracións.
it: La descrizione del prompt, visualizzata accanto alla sua etichetta nell'elenco delle impostazioni.
lt: Užklausos aprašymas, rodomas kartu su jos etikete nustatymų sąraše.
nl: De promptbeschrijving, weergegeven naast het label in de instellingenlijst.
pl: Opis polecenia, wyświetlany obok jego etykiety na liście ustawień.
pt_br: A descrição do prompt, exibida junto com seu rótulo na lista de configurações.
ro: Descrierea promptului, afișată alături de eticheta sa în lista de setări.
ru: Описание запроса, отображаемое рядом с его меткой в списке настроек.
sv: Uppmaningsbeskrivningen, visas tillsammans med dess etikett i inställningslistan.

source: The prompt text sent to the Large Language Model (e.g. ChatGPT) to generate content.
be: Тэкст запыту, адпраўлены ў Вялікую Моўную Мадэль (напрыклад, ChatGPT) для генерацыі зместу.
ca: El text de l'indicació enviat al Model de Llenguatge Gran (per exemple, ChatGPT) per generar contingut.
cs: Text výzvy odeslaný do velkého jazykového modelu (např. ChatGPT) pro generování obsahu.
cy: Testun yr awgrym a anfonir at y Model Iaith Fawr (e.e. ChatGPT) i gynhyrchu cynnwys.
de: Der an das Large Language Model (z. B. ChatGPT) gesendete Eingabetext zur Inhaltserzeugung.
el: Το κείμενο της εντολής που αποστέλλεται στο Μεγάλο Γλωσσικό Μοντέλο (π.χ. ChatGPT) για τη δημιουργία περιεχομένου.
es: El texto del aviso enviado al Modelo de Lenguaje Grande (por ejemplo, ChatGPT) para generar contenido.
fr: Le texte de l'invite envoyé au modèle de langage large (par exemple ChatGPT) pour générer du contenu.
gl: O texto do aviso enviado ao Modelo de Linguaxe Grande (por exemplo, ChatGPT) para xerar contido.
it: Il testo del prompt inviato al Large Language Model (es. ChatGPT) per generare contenuti.
lt: Užklausos tekstas, siunčiamas Dideliam kalbos modeliui (pvz., ChatGPT) turiniui generuoti.
nl: De prompttekst die naar het Large Language Model (bijv. ChatGPT) wordt gestuurd om inhoud te genereren.
pl: Tekst polecenia wysyłany do dużego modelu językowego (np. ChatGPT) w celu wygenerowania treści.
pt_br: O texto do prompt enviado ao Modelo de Linguagem Grande (ex: ChatGPT) para gerar conteúdo.
ro: Textul promptului trimis către Modelul de Limbaj Mare (de ex. ChatGPT) pentru generarea conținutului.
ru: Текст запроса, отправляемый в Большую языковую модель (например, ChatGPT) для генерации содержимого.
sv: Uppmaningstexten som skickas till den stora språkmodellen (t.ex. ChatGPT) för att generera innehåll.

source: The method used for processing the responses to the prompt.
be: Метад апрацоўкі адказаў на запыт.
ca: El mètode utilitzat per processar les respostes a la indicació.
cs: Metoda použitá pro zpracování odpovědí na výzvu.
cy: Y dull a ddefnyddir i brosesu'r ymatebion i'r awgrym.
de: Die Methode, die zur Verarbeitung der Antworten auf die Eingabeaufforderung verwendet wird.
el: Η μέθοδος που χρησιμοποιείται για την επεξεργασία των απαντήσεων στην εντολή.
es: El método utilizado para procesar las respuestas al aviso.
fr: La méthode utilisée pour traiter les réponses à l'invite.
gl: O método usado para procesar as respostas ao aviso.
it: Il metodo utilizzato per elaborare le risposte al prompt.
lt: Metodas, naudojamas apdorojant užklausos atsakymus.
nl: De methode die wordt gebruikt voor het verwerken van de reacties op de prompt.
pl: Metoda używana do przetwarzania odpowiedzi na polecenie.
pt_br: O método usado para processar as respostas ao prompt.
ro: Metoda folosită pentru procesarea răspunsurilor la prompt.
ru: Метод обработки ответов на запрос.
sv: Metoden som används för att bearbeta svaren på uppmaningen.

source: Plain text
be: Просты тэкст
ca: Text pla
cs: Prostý text
cy: Testun plaen
de: Klartext
el: Απλό κείμενο
es: Texto plano
fr: Texte brut
gl: Texto sinxelo
it: Testo semplice
lt: Paprastas tekstas
nl: Platte tekst
pl: Zwykły tekst
pt_br: Texto simples
ro: Text simplu
ru: Простой текст
sv: Ren text

source: Page title prompt
be: Запыт для загалоўка старонкі
ca: Indicació per al títol de la pàgina
cs: Výzva pro název stránky
cy: Awgrym teitl y dudalen
de: Seitentitel-Eingabeaufforderung
el: Εντολή τίτλου σελίδας
es: Aviso para título de página
fr: Invite pour le titre de la page
gl: Aviso para o título da páxina
it: Prompt per il titolo della pagina
lt: Puslapio pavadinimo užklausa
nl: Pagina titel prompt
pl: Polecenie tytułu strony
pt_br: Prompt para título da página
ro: Prompt pentru titlul paginii
ru: Запрос для заголовка страницы
sv: Sidtiteluppmaning

source: Prompt to use for generating page titles.
be: Запыт для генерацыі загалоўкаў старонак.
ca: Indicació per utilitzar per generar títols de pàgina.
cs: Výzva pro generování názvů stránek.
cy: Awgrym i'w ddefnyddio ar gyfer creu teitlau tudalen.
de: Eingabeaufforderung zur Generierung von Seitentiteln.
el: Εντολή για τη δημιουργία τίτλων σελίδας.
es: Aviso para usar al generar títulos de página.
fr: Invite à utiliser pour générer les titres de page.
gl: Aviso para usar na xeración de títulos de páxinas.
it: Prompt da utilizzare per generare titoli di pagina.
lt: Užklausa, naudojama puslapio pavadinimams generuoti.
nl: Prompt om te gebruiken voor het genereren van paginatitels.
pl: Polecenie do generowania tytułów stron.
pt_br: Prompt a ser usado para gerar títulos de página.
ro: Prompt de folosit pentru generarea titlurilor paginilor.
ru: Запрос для генерации заголовков страниц.
sv: Uppmaning att använda för att generera sidtitlar.

source: Page description prompt
be: Запыт для апісання старонкі
ca: Indicació per a la descripció de la pàgina
cs: Výzva pro popis stránky
cy: Awgrym disgrifiad y dudalen
de: Seitenbeschreibung-Eingabeaufforderung
el: Εντολή περιγραφής σελίδας
es: Aviso para descripción de página
fr: Invite pour la description de la page
gl: Aviso para a descrición da páxina
it: Prompt per la descrizione della pagina
lt: Puslapio aprašymo užklausa
nl: Pagina beschrijving prompt
pl: Polecenie opisu strony
pt_br: Prompt para descrição da página
ro: Prompt pentru descrierea paginii
ru: Запрос для описания страницы
sv: Sidbeskrivningsuppmaning

source: Prompt to use for generating page descriptions.
be: Запыт для генерацыі апісанняў старонак.
ca: Indicació per utilitzar per generar descripcions de pàgina.
cs: Výzva pro generování popisů stránek.
cy: Awgrym i'w ddefnyddio ar gyfer creu disgrifiadau tudalen.
de: Eingabeaufforderung zur Generierung von Seitenbeschreibungen.
el: Εντολή για τη δημιουργία περιγραφών σελίδας.
es: Aviso para usar al generar descripciones de página.
fr: Invite à utiliser pour générer les descriptions de page.
gl: Aviso para usar na xeración de descricións de páxinas.
it: Prompt da utilizzare per generare descrizioni di pagina.
lt: Užklausa, naudojama puslapio aprašymams generuoti.
nl: Prompt om te gebruiken voor het genereren van paginabeschrijvingen.
pl: Polecenie do generowania opisów stron.
pt_br: Prompt a ser usado para gerar descrições de página.
ro: Prompt de folosit pentru generarea descrierilor paginilor.
ru: Запрос для генерации описаний страниц.
sv: Uppmaning att använda för att generera sidbeskrivningar.

source: Page metadata
be: Метададзеныя старонкі
ca: Metadades de la pàgina
cs: Metadata stránky
cy: Metadata tudalen
de: Seiten-Metadaten
el: Μεταδεδομένα σελίδας
es: Metadatos de la página
fr: Métadonnées de la page
gl: Metadatos da páxina
it: Metadati della pagina
lt: Puslapio metaduomenys
nl: Paginametadata
pl: Metadane strony
pt_br: Metadados da página
ro: Metadatele paginii
ru: Метаданные страницы
sv: Sidmetadata

source: Image title prompt
be: Запыт для загалоўка выявы
ca: Indicació per al títol de la imatge
cs: Výzva pro název obrázku
cy: Awgrym teitl delwedd
de: Bildtitel-Eingabeaufforderung
el: Εντολή τίτλου εικόνας
es: Aviso para título de imagen
fr: Invite pour le titre de l'image
gl: Aviso para o título da imaxe
it: Prompt per il titolo dell'immagine
lt: Paveikslėlio pavadinimo užklausa
nl: Afbeelding titel prompt
pl: Polecenie tytułu obrazu
pt_br: Prompt para título da imagem
ro: Prompt pentru titlul imaginii
ru: Запрос для заголовка изображения
sv: Bildtiteluppmaning

source: Prompt to use for generating image titles when uploading or editing an image.
be: Запыт для генерацыі загалоўкаў выявы пры загрузцы або рэдагаванні выявы.
ca: Indicació per utilitzar per generar títols d'imatges quan es puja o edita una imatge.
cs: Výzva pro generování názvů obrázků při nahrávání nebo úpravě obrázku.
cy: Awgrym i'w ddefnyddio ar gyfer creu teitlau delwedd wrth uwchlwytho neu olygu delwedd.
de: Eingabeaufforderung zur Generierung von Bildtiteln beim Hochladen oder Bearbeiten eines Bildes.
el: Εντολή για τη δημιουργία τίτλων εικόνας κατά τη μεταφόρτωση ή επεξεργασία εικόνας.
es: Aviso para usar al generar títulos de imagen al subir o editar una imagen.
fr: Invite à utiliser pour générer les titres d'image lors du téléchargement ou de la modification d'une image.
gl: Aviso para usar na xeración de títulos de imaxes ao subir ou editar unha imaxe.
it: Prompt da utilizzare per generare titoli delle immagini durante il caricamento o la modifica di un'immagine.
lt: Užklausa, naudojama paveikslėlio pavadinimams generuoti įkeliant arba redaguojant paveikslėlį.
nl: Prompt om te gebruiken voor het genereren van afbeeldingtitels bij het uploaden of bewerken van een afbeelding.
pl: Polecenie do generowania tytułów obrazów podczas przesyłania lub edycji obrazu.
pt_br: Prompt a ser usado para gerar títulos de imagem ao enviar ou editar uma imagem.
ro: Prompt de folosit pentru generarea titlurilor imaginilor la încărcare sau editare.
ru: Запрос для генерации заголовков изображений при загрузке или редактировании изображения.
sv: Uppmaning att använda för att generera bildtitlar vid uppladdning eller redigering av en bild.

source: Image description prompt
be: Запыт для апісання выявы
ca: Indicació per a la descripció de la imatge
cs: Výzva pro popis obrázku
cy: Awgrym disgrifiad delwedd
de: Bildbeschreibung-Eingabeaufforderung
el: Εντολή περιγραφής εικόνας
es: Aviso para descripción de imagen
fr: Invite pour la description de l'image
gl: Aviso para a descrición da imaxe
it: Prompt per la descrizione dell'immagine
lt: Paveikslėlio aprašymo užklausa
nl: Afbeelding beschrijving prompt
pl: Polecenie opisu obrazu
pt_br: Prompt para descrição da imagem
ro: Prompt pentru descrierea imaginii
ru: Запрос для описания изображения
sv: Bildbeskrivningsuppmaning
