Repository: wagtail/wagtail-ai
Catalog: src/wagtail_ai/locale/*/LC_MESSAGES/django.po
Languages: be, ca, cs, cy, de, el, es, fr, gl, it, lt, nl, pl, pt_br, ro, ru, sv

source: Prompt to use for generating image descriptions when uploading or editing an image.
be: Запыт для генерацыі апісанняў выявы пры загрузцы або рэдагаванні выявы.
ca: Indicació per utilitzar per generar descripcions d'imatges quan es puja o edita una imatge.
cs: Výzva pro generování popisů obrázků při nahrávání nebo úpravě obrázku.
cy: Awgrym i'w ddefnyddio ar gyfer creu disgrifiadau delwedd wrth uwchlwytho neu olygu delwedd.
de: Eingabeaufforderung zur Generierung von Bildbeschreibungen beim Hochladen oder Bearbeiten eines Bildes.
el: Εντολή για τη δημιουργία περιγραφών εικόνας κατά τη μεταφόρτωση ή επεξεργασία εικόνας.
es: Aviso para usar al generar descripciones de imagen al subir o editar una imagen.
fr: Invite à utiliser pour générer les descriptions d'image lors du téléchargement ou de la modification d'une image.
gl: Aviso para usar na xeración de descricións de imaxes ao subir ou editar unha imaxe.
it: Prompt da utilizzare per generare descrizioni delle immagini durante il caricamento o la modifica di un'immagine.
lt: Užklausa, naudojama paveikslėlio aprašymams generuoti įkeliant arba redaguojant paveikslėlį.
nl: Prompt om te gebruiken voor het genereren van afbeeldingsbeschrijvingen bij het uploaden of bewerken van een afbeelding.
pl: Polecenie do generowania opisów obrazów podczas przesyłania lub edycji obrazu.
pt_br: Prompt a ser usado para gerar descrições de imagem ao enviar ou editar uma imagem.
ro: Prompt de folosit pentru generarea descrierilor imaginilor la încărcare sau editare.
ru: Запрос для генерации описаний изображений при загрузке или редактировании изображения.
sv: Uppmaning att använda för att generera bildbeskrivningar vid uppladdning eller redigering av en bild.

source: Contextual alt text prompt
be: Запыт для кантэкстнага альтэрнатыўнага тэксту
ca: Indicació per al text alternatiu contextual
cs: Výzva pro kontextuální alternativní text
cy: Awgrym testun alt cyd-destunol
de: Kontextueller Alt-Text-Eingabeaufforderung
el: Εντολή περιγραφικού εναλλακτικού κειμένου
es: Aviso para texto alternativo contextual
fr: Invite pour le texte alternatif contextuel
gl: Aviso para texto alternativo contextual
it: Prompt per il testo alternativo contestuale
lt: Kontekstinio alternatyvaus teksto užklausa
nl: Contextuele alt-tekst prompt
pl: Polecenie kontekstowego tekstu alternatywnego
pt_br: Prompt para texto alternativo contextual
ro: Prompt pentru text alternativ contextual
ru: Запрос для контекстного альтернативного текста
sv: Kontextuell alt-textuppmaning

source: Prompt to use for generating contextual image alt text in the page editor.
be: Запыт для генерацыі кантэкстнага альтэрнатыўнага тэксту выявы ў рэдактары старонкі.
ca: Indicació per utilitzar per generar text alternatiu contextual per a imatges a l'editor de pàgines.
cs: Výzva pro generování kontextuálního alternativního textu obrázku v editoru stránky.
cy: Awgrym i'w ddefnyddio ar gyfer creu testun alt delwedd cyd-destunol yn y golygydd tudalen.
de: Eingabeaufforderung zur Generierung von kontextuellem Bild-Alt-Text im Seiteneditor.
el: Εντολή για τη δημιουργία περιγραφικού εναλλακτικού κειμένου εικόνας στον επεξεργαστή σελίδας.
es: Aviso para usar al generar texto alternativo contextual de imagen en el editor de páginas.
fr: Invite à utiliser pour générer le texte alternatif contextuel de l'image dans l'éditeur de page.
gl: Aviso para usar na xeración de texto alternativo contextual para imaxes no editor da páxina.
it: Prompt da utilizzare per generare testo alternativo contestuale per le immagini nell'editor della pagina.
lt: Užklausa, naudojama kontekstiniam paveikslėlio alternatyviam tekstui generuoti puslapio redaktoriuje.
nl: Prompt om te gebruiken voor het genereren van contextuele alt-tekst voor afbeeldingen in de pagina-editor.
pl: Polecenie do generowania kontekstowego tekstu alternatywnego obrazów w edytorze strony.
pt_br: Prompt a ser usado para gerar texto alternativo contextual da imagem no editor de página.
ro: Prompt de folosit pentru generarea textului alternativ contextual al imaginii în editorul de pagini.
ru: Запрос для генерации контекстного альтернативного текста изображения в редакторе страниц.
sv: Uppmaning att använda för att generera kontextuell alt-text för bilder i sidredigeraren.

source: Images
be: Выявы
ca: Imatges
cs: Obrázky
cy: Delweddau
de: Bilder
el: Εικόνες
es: Imágenes
gl: Imaxes
it: Immagini
lt: Paveikslėliai
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ro: Imagini
ru: Изображения
sv: Bilder

source: Content type
be: Тып зместу
ca: Tipus de contingut
cs: Typ obsahu
cy: Math o gynnwys
de: Inhaltstyp
el: Τύπος περιεχομένου
es: Tipo de contenido
fr: Type de contenu
gl: Tipo de contido
it: Tipo di contenuto
lt: Turinio tipas
nl: Inhoudstype
pl: Typ zawartości
pt_br: Tipo de conteúdo
ro: Tip conținut
ru: Тип содержимого
sv: Innehållstyp

source: The format of the content to review.
be: Фармат зместу для агляду.
ca: El format del contingut a revisar.
cs: Formát obsahu k revizi.
cy: Fformat y cynnwys i'w adolygu.
de: Das Format des zu überprüfenden Inhalts.
el: Η μορφή του περιεχομένου προς ανασκόπηση.
es: El formato del contenido a revisar.
fr: Le format du contenu à examiner.
gl: O formato do contido a revisar.
it: Il formato del contenuto da revisionare.
lt: Peržiūrimo turinio formatas.
nl: Het formaat van de inhoud om te beoordelen.
pl: Format zawartości do przeglądu.
pt_br: O formato do conteúdo a ser revisado.
ro: Formatul conținutului de revizuit.
ru: Формат содержимого для проверки.
sv: Formatet på innehållet som ska granskas.

source: Prompt
be: Запыт
ca: Indicació
cs: Výzva
cy: Awgrym
de: Eingabeaufforderung
el: Εντολή
es: Aviso
fr: Invite
gl: Aviso
lt: Užklausa
pl: Polecenie
ru: Запрос
sv: Uppmaning

source: Additional instructions to adjust the feedback given by the agent.
be: Дадатковыя інструкцыі для карэкціроўкі водгуку агента.
ca: Instruccions addicionals per ajustar el feedback donat per l'agent.
cs: Další instrukce pro úpravu zpětné vazby poskytnuté agentem.
cy: Cyfarwyddiadau ychwanegol i addasu'r adborth a roddir gan yr asiant.
de: Zusätzliche Anweisungen zur Anpassung des vom Agenten gegebenen Feedbacks.
el: Επιπλέον οδηγίες για την προσαρμογή της ανατροφοδότησης που δίνει ο πράκτορας.
es: Instrucciones adicionales para ajustar la retroalimentación dada por el agente.
fr: Instructions supplémentaires pour ajuster les retours donnés par l'agent.
gl: Instrucións adicionais para axustar o feedback dado polo axente.
it: Istruzioni aggiuntive per modificare il feedback fornito dall'agente.
lt: Papildomos instrukcijos, skirtos koreguoti agento pateiktą atsiliepimą.
nl: Aanvullende instructies om de feedback van de agent aan te passen.
pl: Dodatkowe instrukcje do dostosowania opinii udzielanej przez agenta.
pt_br: Instruções adicionais para ajustar o feedback dado pelo agente.
ro: Instrucțiuni suplimentare pentru ajustarea feedback-ului oferit de agent.
ru: Дополнительные инструкции для корректировки обратной связи, предоставляемой агентом.
sv: Ytterligare instruktioner för att justera feedbacken från agenten.

source: Content feedback
be: Водгук па зместу
ca: Feedback de contingut
cs: Zpětná vazba k obsahu
cy: Adborth cynnwys
de: Inhaltsfeedback
el: Ανατροφοδότηση περιεχομένου
es: Retroalimentación de contenido
fr: Retour sur le contenu
gl: Feedback do contido
it: Feedback sul contenuto
lt: Turinio atsiliepimas
nl: Inhoudsfeedback
pl: Opinie o zawartości
pt_br: Feedback de conteúdo
ro: Feedback conținut
ru: Обратная связь по содержимому
sv: Innehållsfeedback

source: Agents
be: Агенты
cs: Agenti
cy: Asiantiaid
de: Agenten
el: Πράκτορες
es: Agentes
gl: Axentes
it: Agenti
lt: Agentai
nl: Agenten
pl: Agenci
pt_br: Agentes
ro: Agenți
ru: Агенты
sv: Agenter

source: Suggest
be: Прапанаваць
ca: Suggerir
cs: Navrhnout
cy: Awgrymu
de: Vorschlagen
el: Προτείνω
es: Sugerir
fr: Suggérer
gl: Suxerir
it: Suggerisci
lt: Pasiūlyti
nl: Suggestie
pl: Zasugeruj
pt_br: Sugerir
ro: Sugerează
ru: Предложить
sv: Föreslå

source: Suggest different
be: Прапанаваць іншае
ca: Suggerir diferent
cs: Navrhnout jiný
cy: Awgrymu gwahanol
de: Anderes vorschlagen
el: Προτείνω διαφορετικό
es: Sugerir diferente
fr: Suggérer différent
gl: Suxerir diferente
it: Suggerisci diverso
lt: Pasiūlyti kitą
nl: Stel iets anders voor
pl: Zasugeruj inne
pt_br: Sugerir diferente
ro: Sugerează altceva
ru: Предложить другое
sv: Föreslå annorlunda

source: No results remaining
be: Вынікаў не засталося
ca: No queden resultats
cs: Žádné zbývající výsledky
cy: Dim canlyniadau ar ôl
de: Keine Ergebnisse mehr vorhanden
el: Δεν απομένουν αποτελέσματα
es: No quedan resultados
fr: Plus aucun résultat
gl: Non quedan resultados
it: Nessun risultato rimanente
lt: Nebėra rezultatų
nl: Geen resultaten meer
pl: Brak pozostałych wyników
pt_br: Nenhum resultado restante
ro: Nu mai există rezultate
ru: Результаты закончились
sv: Inga resultat kvar

source: Clear suggestions
be: Ачысціць прапановы
ca: Neteja suggeriments
cs: Vymazat návrhy
cy: Clirio awgrymiadau
de: Vorschläge löschen
el: Καθαρισμός προτάσεων
es: Borrar sugerencias
fr: Effacer les suggestions
gl: Limpar suxestións
it: Cancella suggerimenti
lt: Išvalyti pasiūlymus
nl: Suggesties wissen
pl: Wyczyść sugestie
pt_br: Limpar sugestões
ro: Șterge sugestiile
ru: Очистить предложения
sv: Rensa förslag

source: Looking for relevant pages…
be: Пошук адпаведных старонак…
ca: Buscant pàgines rellevants…
cs: Hledání relevantních stránek…
cy: Yn chwilio am dudalennau perthnasol…
de: Suche nach relevanten Seiten…
el: Αναζήτηση σχετικών σελίδων…
es: Buscando páginas relevantes…
fr: Recherche de pages pertinentes…
gl: Buscando páxinas relevantes…
it: Ricerca pagine rilevanti…
lt: Ieškoma susijusių puslapių…
nl: Zoeken naar relevante pagina's…
pl: Szukam odpowiednich stron…
pt_br: Procurando páginas relevantes…
ro: Căutare pagini relevante…
ru: Поиск релевантных страниц…
sv: Söker efter relevanta sidor…

source: Cancel
be: Адмяніць
ca: Cancel·la
cs: Zrušit
cy: Canslo
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
gl: Cancelar
it: Annulla
lt: Atšaukti
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt

source: An error occurred while processing your request. Please try again.
be: Падчас апрацоўкі вашага запыту адбылася памылка. Калі ласка, паспрабуйце яшчэ раз.
ca: S'ha produït un error en processar la teva sol·licitud. Si us plau, torna-ho a intentar.
cs: Při zpracování vaší žádosti došlo k chybě. Zkuste to prosím znovu.
cy: Digwyddodd gwall wrth brosesu eich cais. Ceisiwch eto.
de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία του αιτήματός σας. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error al procesar su solicitud. Por favor, inténtelo de nuevo.
fr: Une erreur est survenue lors du traitement de votre demande. Veuillez réessayer.
gl: Produciuse un erro ao procesar a súa solicitude. Por favor, tente de novo.
it: Si è verificato un errore durante l'elaborazione della tua richiesta. Riprova.
lt: Įvyko klaida apdorojant jūsų užklausą. Bandykite dar kartą.
nl: Er is een fout opgetreden bij het verwerken van uw verzoek. Probeer het opnieuw.
pl: Wystąpił błąd podczas przetwarzania Twojego żądania. Proszę spróbuj ponownie.
pt_br: Ocorreu um erro ao processar sua solicitação. Por favor, tente novamente.
ro: A apărut o eroare la procesarea cererii. Vă rugăm să încercați din nou.
ru: Произошла ошибка при обработке вашего запроса. Пожалуйста, попробуйте снова.
sv: Ett fel uppstod vid bearbetning av din förfrågan. Vänligen försök igen.

source: AI Actions
be: Дзеянні ШІ
ca: Accions d'IA
cs: Akce AI
cy: Gweithredoedd AI
de: KI-Aktionen
el: Ενέργειες AI
es: Acciones de IA
fr: Actions IA
gl: Accións de IA
it: Azioni AI
lt: DI veiksmai
nl: AI-acties
pl: Akcje AI
pt_br: Ações de IA
ro: Acțiuni AI
ru: Действия ИИ
sv: AI-åtgärder

source: Please wait…
be: Калі ласка, пачакайце…
ca: Si us plau, espera…
cs: Prosím čekejte…
cy: Arhoswch…
de: Bitte warten…
el: Παρακαλώ περιμένετε…
es: Por favor espere…
fr: Veuillez patienter…
gl: Agarde…
it: Attendere prego…
lt: Prašome palaukti…
nl: Even geduld…
pl: Proszę czekać…
pt_br: Por favor, aguarde…
ro: Vă rugăm să așteptați…
ru: Пожалуйста, подождите…
sv: Vänligen vänta…

source: Suggestion
be: Прапановы
ca: Suggeriment
cs: Návrh
cy: Awgrym
de: Vorschlag
el: Πρόταση
es: Sugerencia
gl: Suxestión
it: Suggerimento
lt: Pasiūlymas
nl: Suggestie
pl: Sugestia
pt_br: Sugestão
ro: Sugestie
ru: Предложение
sv: Förslag

source: Use
be: Выкарыстаць
ca: Utilitza
cs: Použít
cy: Defnyddio
de: Verwenden
el: Χρήση
es: Usar
fr: Utiliser
gl: Usar
it: Usa
lt: Naudoti
nl: Gebruik
pl: Użyj
pt_br: Usar
ro: Folosește
ru: Использовать
sv: Använd

source: Regenerate
be: Стварыць нанова
ca: Regenera
cs: Vygenerovat znovu
cy: Ail-gynhyrchu
de: Neu generieren
el: Αναδημιουργία
es: Regenerar
fr: Régénérer
gl: Rexerar
it: Rigenera
lt: Sugeneruoti iš naujo
nl: Opnieuw genereren
pl: Wygeneruj ponownie
pt_br: Regenerar
ro: Regenerare
ru: Сгенерировать заново
sv: Generera på nytt

source: Dismiss
be: Адхіліць
ca: Descarta
cs: Zavřít
cy: Gwrthod
de: Verwerfen
el: Απόρριψη
es: Descartar
fr: Ignorer
gl: Descartar
it: Ignora
lt: Atmesti
nl: Sluiten
pl: Odrzuć
pt_br: Descartar
ro: Respinge
ru: Отклонить
sv: Avfärda

source: Describe image using AI
be: Апісаць выяву з дапамогай ШІ
ca: Descriu la imatge utilitzant IA
cs: Popište obrázek pomocí AI
cy: Disgrifio delwedd gan ddefnyddio AI
de: Bild mit KI beschreiben
el: Περιγράψτε την εικόνα χρησιμοποιώντας AI
es: Describir imagen usando IA
fr: Décrire l'image en utilisant l'IA
gl: Descrición da imaxe usando IA
it: Descrivi immagine usando AI
lt: Aprašyti paveikslėlį naudojant DI
nl: Beschrijf afbeelding met AI
pl: Opisz obraz za pomocą AI
pt_br: Descrever imagem usando IA
ro: Descrie imaginea folosind AI
ru: Описать изображение с помощью ИИ
sv: Beskriv bild med AI

source: An error occurred while generating the description. Please try again.
be: Падчас генерацыі апісання адбылася памылка. Калі ласка, паспрабуйце яшчэ раз.
ca: S'ha produït un error en generar la descripció. Si us plau, torna-ho a intentar.
cs: Při generování popisu došlo k chybě. Zkuste to prosím znovu.
cy: Digwyddodd gwall wrth greu'r disgrifiad. Ceisiwch eto.
de: Bei der Generierung der Beschreibung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της περιγραφής. Παρακαλώ δοκιμάστε ξανά.
es: Ocurrió un error al generar la descripción. Por favor, inténtelo de nuevo.
fr: Une erreur est survenue lors de la génération de la description. Veuillez réessayer.
gl: Produciuse un erro ao xerar a descrición. Por favor, tente de novo.
it: Si è verificato un errore durante la generazione della descrizione. Riprova.
lt: Įvyko klaida generuojant aprašymą. Bandykite dar kartą.
nl: Er is een fout opgetreden bij het genereren van de beschrijving. Probeer het opnieuw.
pl: Wystąpił błąd podczas generowania opisu. Proszę spróbuj ponownie.
pt_br: Ocorreu um erro ao gerar a descrição. Por favor, tente novamente.
ro: A apărut o eroare la generarea descrierii. Vă rugăm să încercați din nou.
ru: Произошла ошибка при генерации описания. Пожалуйста, попробуйте снова.
sv: Ett fel uppstod vid generering av beskrivningen. Vänligen försök igen.

source: Clear all
be: Ачысціць усё
ca: Neteja-ho tot
cs: Vymazat vše
cy: Clirio popeth
de: Alle löschen
el: Καθαρισμός όλων
es: Borrar todo
fr: Tout effacer
gl: Limpar todo
it: Cancella tutto
lt: Išvalyti viską
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ro: Șterge tot
ru: Очистить все
sv: Rensa alla

source: Get content feedback
be: Атрымаць водгук па зместу
ca: Obtenir feedback de contingut
cs: Získat zpětnou vazbu k obsahu
cy: Cael adborth cynnwys
de: Inhaltsfeedback erhalten
el: Λήψη ανατροφοδότησης περιεχομένου
es: Obtener retroalimentación de contenido
fr: Obtenir un retour sur le contenu
gl: Obter feedback do contido
it: Ottieni feedback sul contenuto
lt: Gauti turinio atsiliepimą
nl: Inhoudsfeedback ophalen
pl: Uzyskaj opinie o zawartości
pt_br: Obter feedback de conteúdo
ro: Obține feedback pentru conținut
ru: Получить обратную связь по содержимому
sv: Få innehållsfeedback

source: Overall feedback
be: Агульны водгук
ca: Feedback general
cs: Celková zpětná vazba
cy: Adborth cyffredinol
de: Gesamtfeedback
el: Συνολική ανατροφοδότηση
es: Retroalimentación general
fr: Retour global
gl: Feedback xeral
it: Feedback generale
lt: Bendras atsiliepimas
nl: Algemene feedback
pl: Ogólna opinia
pt_br: Feedback geral
ro: Feedback general
ru: Общая обратная связь
sv: Övergripande feedback

source: Suggested improvements
be: Прапановы па паляпшэнні
ca: Millores suggerides
cs: Navrhovaná vylepšení
cy: Gwelliannau a awgrymwyd
de: Vorgeschlagene Verbesserungen
el: Προτεινόμενες βελτιώσεις
es: Mejoras sugeridas
fr: Améliorations suggérées
gl: Melloras suxeridas
it: Miglioramenti suggeriti
lt: Pasiūlyti patobulinimai
nl: Voorgestelde verbeteringen
pl: Zasugerowane ulepszenia
pt_br: Melhorias sugeridas
ro: Îmbunătățiri sugerate
ru: Предложенные улучшения
sv: Föreslagna förbättringar

source: Show
be: Паказаць
ca: Mostra
cs: Zobrazit
cy: Dangos
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fr: Afficher
gl: Amosar
it: Mostra
lt: Rodyti
nl: Tonen
pl: Pokaż
pt_br: Mostrar
ro: Arată
ru: Показать
sv: Visa

source: An unexpected error occurred.
be: Адбылася нечаканая памылка.
ca: S'ha produït un error inesperat.
cs: Došlo k neočekávané chybě.
cy: Digwyddodd gwall annisgwyl.
de: Ein unerwarteter Fehler ist aufgetreten.
el: Παρουσιάστηκε απρόβλεπτο σφάλμα.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue est survenue.
gl: Produciuse un erro inesperado.
it: Si è verificato un errore imprevisto.
lt: Įvyko netikėta klaida.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt_br: Ocorreu um erro inesperado.
ro: A apărut o eroare neașteptată.
ru: Произошла непредвиденная ошибка.
sv: Ett oväntat fel uppstod.

source: There was an issue describing the image.
be: Адбылася праблема з апісаннем выявы.
ca: Hi ha hagut un problema en descriure la imatge.
cs: Při popisu obrázku došlo k problému.
cy: Roedd problem wrth ddisgrifio'r ddelwedd.
de: Beim Beschreiben des Bildes ist ein Problem aufgetreten.
el: Υπήρξε πρόβλημα στην περιγραφή της εικόνας.
es: Hubo un problema al describir la imagen.
fr: Un problème est survenu lors de la description de l'image.
gl: Houbo un problema ao describir a imaxe.
it: Si è verificato un problema nella descrizione dell'immagine.
lt: Įvyko problema aprašant paveikslėlį.
nl: Er was een probleem bij het beschrijven van de afbeelding.
pl: Wystąpił problem z opisaniem obrazu.
pt_br: Houve um problema ao descrever a imagem.
ro: A apărut o problemă la descrierea imaginii.
ru: Возникла проблема с описанием изображения.
sv: Det uppstod ett problem vid beskrivningen av bilden.
